11/data/attachments/c52d0efc5394e1ce.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Cynthia_girl_Friend_87965_0</nif:username>
            <nif:friendToBeRequested>soap_friends_bc6b9d0a-cce8-45c1-9daa-78db7992207a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>